Repository: mozilla-l10n/mt-training-data
Catalog: ie/ie_pontoon.tmx
Source language: en_us
Languages: ie

source: About
ie: Pri

source: Accent
ie: Accentu

source: Additional Language
ie: Extra lingues

source: Add Language
ie: Adjunter un lingue

source: Add new custom accent "{ $inputValue }"
ie: Adjunter un nov personal accentu «{ $inputValue }»

source: Age
ie: Etá

source: All
ie: Omni

source: Avatar uploaded
ie: Avatar sta cargat

source: Benefits
ie: Avantages

source: Close
ie: Cluder

source: Collecting sentences
ie: Colecter frases

source: Contribute
ie: Contribuer

source: Contribute to { $lang }
ie: Contribuer al { $lang }

source: { $count }mo
ie: { $count } men

source: { $count }wk
ie: { $count } sem

source: { $count }y
ie: { $count } a

source: Czech
ie: Tchec

source: Donate your voice
ie: Donar vor voce

source: Download Data
ie: Descargar li data

source: Download My Data
ie: Descargar mi data

source: Drag and drop or <browseWrap>Browse</browseWrap>
ie: Fa cader o <browseWrap>Trova</browseWrap>

source: Dutch
ie: Holandese

source: Edit
ie: Modificar

source: Edit Profile
ie: Modificar li profil

source: Email
ie: E-post

source: Email Subscriptions
ie: Abonnament per e-post

source: English
ie: Anglese

source: Error { $code }
ie: Errore { $code }

source: Events
ie: Evenimentes

source: Fields marked with an asterisk (*) are required.
ie: Campes marcat con asterisco (*) es besonat.

source: French
ie: Francese

source: Get involved
ie: Colaborar

source: Get Involved
ie: Colaborar

source: Goals
ie: Scopes

source: Go to { $name }
ie: Ear a { $name }

source: Greek
ie: Grec

source: Have you read our Terms?
ie: Esque vu ha leet nor Termines?

source: Hebrew
ie: Hebreic

source: Help
ie: Auxilie

source: Help us get to { $goal }
ie: Assiste nos atinger { $goal }

source: Help us validate sentences!
ie: Assiste nos validar frases!

source: Help us validate voices
ie: Assiste nos validar voces

source: Hidden
ie: Celat

source: Hill Mari
ie: Colin-mari

source: Hours Recorded
ie: Hores registrat

source: Hours Validated
ie: Hores validat

source: How ?
ie: Qualmen?

source: How do I add a language?
ie: Qualmen yo posse adjunter un lingue?

source: How do I add sentences?
ie: Qualmen yo posse adjunter frases?

source: Irish
ie: Irlandese

source: IsiNdebele (South)
ie: IsiNdebele (sud)

source: { $kb }kb max
ie: { $kb }ko max

source: Language
ie: Lingue

source: Languages
ie: Lingues

source: License: <licenseLink>CC-0</licenseLink>
ie: Licentie: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
ie: Licentie: <licenseLink>{ $license }</licenseLink>

source: Link Copied
ie: Ligament sta copiat

source: Loading…
ie: Cargante…

source: Log Out
ie: Cluder li session

source: Manage Subscriptions
ie: Gerer abonnamentes

source: Meadow Mari
ie: Prat-mari

source: Native Language
ie: Nativ lingue

source: No variant selected
ie: Null variante selectet

source: Off
ie: No

source: On
ie: Yes

source: Other
ie: Altri

source: p
ie: r

source: Partners
ie: Parteneros

source: Play/Stop
ie: Reproducter/stoppar

source: Polish
ie: Polonese

source: Profile
ie: Profil

source: Read More
ie: Leer plu

source: Record/Stop
ie: Registrar/stoppar

source: Remove Avatar
ie: Remover li avatar

source: Request a Language
ie: Demandar un lingue

source: Return to Common Voice
ie: Retornar a Common Voice

source: Return to Languages
ie: Retornar a lingues

source: Russian
ie: Russ

source: s
ie: o

source: Save
ie: Gardar

source: Saved
ie: Gardat

source: Sentence Collection
ie: Colection de frases

source: Settings
ie: Parametres

source: Sex or Gender
ie: Génere

source: Sign up
ie: Inregistrar se

source: Sign up for { $lang } updates:
ie: Abonnar actualisamentes de { $lang }:

source: Slovak
ie: Slovac

source: Social media
ie: Social medies

source: Somali
ie: Somalian

source: Spanish
ie: Hispan

source: Speak
ie: Parlar

source: Speak now
ie: Parla nu

source: Status Page
ie: Págine de statu

source: Submit
ie: Inviar

source: Success, profile created!
ie: Li profil creat successosimen!

source: Swedish
ie: Svedese

source: Terms
ie: Termines

source: The selected file is too large
ie: Li selectet file es tro grand

source: Today
ie: Hodie

source: Today's Progress
ie: Progresse de hodie

source: Translating the site
ie: Traducter li site

source: Upload an image file
ie: Cargar un file de image

source: User Name
ie: Nómine de usator

source: Visible
ie: Visibil

source: Voice Contribution
ie: Contribution de voce

source: Voice Validation
ie: Validation de voce

source: Website Localization
ie: Localisation del website

source: Welsh
ie: Wallese

source: What's Public?
ie: Quo es public?

source: Which variant of { $language } do you speak?
ie: Quel variante de(l) { $language } vu parla?

source: Why ?
ie: Pro quo?

source: Why a profile?
ie: Pro quo crear un profil?

source: Why does this matter?
ie: Pro quo to es important?

source: abnormality
ie: abnormalité

source: account recovery key
ie: clave a reganiar li conto

source: alternate text
ie: alternativ textu

source: appear
ie: aparer

source: appearance
ie: aspecte

source: attack
ie: ataccar

source: Attack Site
ie: Site de attaca

source: attendee
ie: participante

source: authenticate
ie: autenticar

source: authenticated
ie: autenticat

source: autoplay
ie: auto-reproduction

source: backup authentication code
ie: code de autentication de reserve

source: bookmark
ie: marca-págine

source: Bug report
ie: Raporte de defecte

source: certificate authority
ie: autorité de certification

source: cipher
ie: ciffre

source: clipboard
ie: Paperiere

source: clockwise
ie: a dextri

source: context
ie: contextu

source: contribute
ie: contribuer

source: corrupt
ie: corupt

source: corrupted
ie: coruptet

source: counterclockwise
ie: a levul

source: cryptominer
ie: criptominero

source: debug
ie: debugar

source: decode
ie: decodificar

source: decryption
ie: deciffration

source: disinformation
ie: desinformation

source: distrust
ie: misfider

source: enable
ie: activar

source: encode
ie: codificar

source: encrypt
ie: ciffrar

source: encryption
ie: ciffration

source: end user
ie: final usator

source: external
ie: extern

source: Firefox View
ie: Vista de Firefox

source: import
ie: importar

source: innovations
ie: innovationes

source: insecure
ie: ínsecur

source: Issue
ie: Emisser

source: Legacy extension
ie: Extension obsolet

source: misinformation
ie: desinformation

source: native
ie: nativ

source: net neutrality
ie: neutralitá del rete

source: Patch
ie: Correction

source: preference
ie: preferentie

source: report
ie: raporte

source: revert
ie: reverter

source: search suggestion
ie: suggestion de sercha

source: sidebar
ie: panel lateral

source: sign
ie: signar

source: signer
ie: signator

source: track
ie: tracciar

source: unencrypted
ie: ínciffrat

source: unresponsive
ie: ínresponsiv

source: unsafe
ie: ínsecur

source: validate
ie: validar

source: validity
ie: validitá

source: Web Authentication
ie: Autentication web
